tap "hashicorp/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "zstd"
brew "boost"
brew "cmake"
brew "ctags", link: false
brew "deno"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "gawk"
brew "gh"
brew "iperf3"
brew "iproute2mac"
brew "jq"
brew "libpq"
brew "llvm"
brew "mysql"
brew "neovim"
brew "postgresql@14"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "universal-ctags"
brew "watch"
brew "watchman"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "google-cloud-sdk"
cask "keycastr"
cask "multipass"
cask "ngrok"
vscode "akamud.vscode-theme-onedark"
vscode "ambar.bundle-size"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "denoland.vscode-deno"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shadowndacorner.vscode-easymotion"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
